<?php
/**
 * Define all strings of the project
 */

//answers
define('YES', 1);
define('NO', 0);

//Messages
define('WELCOME_MSG', '👽 Alien test 👽
Экспресс-тест на выявление инопланетян
/разработка военно-воздушной базы Эдвардс, Объект 51, 1969г./
〰〰〰〰〰〰〰〰');

define('INPUT_YOUR_NAME', 'Введите Ваше имя:');
define('ARE_YOUR_NAME', 'Ваше имя ');

define('SO', 'Итак, ');
define('TASK', 'Вопрос ');
define('FROM', ' из ');

define('SUMMARY', 'Результаты обработки данных
〰〰〰〰〰〰〰〰
Тестируемый объект: ');

define('OF_HUMAN', '- человек: ');
define('OF_ALIEN', ' | пришелец: ');

define('CR',' 
');

define('RESULT_THANKS', '〰〰〰〰〰〰〰〰
Спасибо, что воспользовались экспресс-проверкой!
〰〰〰〰〰〰〰〰
Данные этого теста наверняка недостоверны и могут быть использованы, скорее всего, как шутка.');

define('HELP','Этот бот создан для Валерии Турас, для исследования и демонстрации работы.

Возможности:
/help - справка;
/alientest - шуточный тест.

Created by Turas RD, 2018');
